[
  {
    "img": "./data/images/ia.jpeg",
    "linkedin": "https://www.linkedin.com/in/ia-vue/",
    "name": "Ia Vue",
    "testimony": "I met James through a software engineering program at Prime Digital Academy. Throughout the program, James consistently demonstrated a remarkable aptitude for problem-solving, a strong work ethic, and a true passion for coding. Their ability to quickly grasp complex concepts and implement them in practical projects was truly impressive.<br><br>I had the pleasure of working closely with James on a client project during a two-week sprint, where we were tasked with creating a mobile-first app for a client, Honey Does LLC. James exhibited exceptional teamwork and leadership skills, fostering a collaborative environment that allowed us to successfully deliver a high-quality product within the tight deadline. Their ability to communicate effectively, delegate tasks, and keep the team motivated was instrumental in our project's success.<br><br> Beyond their technical prowess, James' dedication to understanding the client's needs and adapting our solution accordingly was truly commendable. Their contributions went beyond coding, as they took the initiative to ensure that the app aligned seamlessly with the client's vision.<br><br> I have no doubt that James will excel and contribute significantly to any software engineering team fortunate enough to have them on board. Their combination of technical expertise, leadership abilities, and collaborative nature make them a valuable asset to any organization.",
    "relation": "Team Member"
  },
  {
    "img": "./data/images/FueLee.jpg",
    "linkedin": "https://www.linkedin.com/in/fue-lee-21799416a/",
    "name": "Fue Lee",
    "testimony": "James was a key asset to our team's success. His eagerness to take on new challenges allowed our team to successfully implement features outside our scope of knowledge. He spearheaded the writing and implementation of the complex backend logic for our client's app's customer facing form, and estimation tool. In addition, he found the resources to create a custom messaging feature to address our client's need for a line of communication with her customers. James was not only a key asset because of his technical abilities, but his adaptability and commitment to a collaborative team environment allowed us to tackle every task with a single-minded focus. He was willing to pivot in new directions as the project continued to develop, and he stepped in to help make hard decisions when needed. Eager to learn, a reliable teammate, and an empathetic leader, that's James.",
    "relation": "Team Member"
  }
]
